Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Wang argued that China needed nationalism and believed that the nationalism emerging in the 1990s, of which he was a tireless promoter, was a “normal nationalism” that corrected the abnormal situation that had prevailed in the 1980s and was not threatening to the outside world.
es_us: Wang argumentó que China necesitaba del nacionalismo y creía que el nacionalismo que estaba emergiendo en los años 90, del cual él era un partidario incansable, era un "nacionalismo normal" que corregiría la situación anormal que se había impuesto en los años 80 y que no era una amenzada para el resto del mundo.

source: Wang argued that local governments had previously passed all resources on to the central government, which then redistributed them to the localities.
es_us: Wang argumentó que los gobiernos locales habían pasado previamente todos los recursos al gobierno central, que luego los redistribuía a las localidades.

source: Wang argues that Mao was basically sympathetic to the peasants, but the task of modernization forced Mao to sacrifice their interests in favor of industrialization.
es_us: Wang sostiene que Mao fue en esencia solidario con los ellos, pero la tarea de modernización lo obligó a sacrificar los intereses de los campesinos en favor de la industrialización.

source: Wang believes that Chinese socialism, and modern Chinese thought in general, has sought a way to modernize that avoids the pitfalls of Western capitalist development.
es_us: Wang cree que el socialismo chino y el pensamiento chino moderno en general han encontrado una forma de modernizar para evitar los obstáculos del desarrollo capitalista occidental.

source: Wang connected Huntington’s discussion of culture and cultural conflict to the notion of “soft power” discussed by Joseph Nye and others.
es_us: Wang asoció el discurso de Huntington sobre cultura y conflicto cultural a la noción de "poder blando" expuesto por Joseph Nye, entre otros autores.

source: Wang describes Mao as having been “like a good and patient family head, thinking of the whole country as a ‘large family’.” He also declares that “Mao was a god, and people are perhaps only beginning to understand him several years later.”57 Mao’s initiation of the Cultural Revolution is depicted as the effort of an idealist to overcome the gap between the com-mon people and officials; his motive was to pre-empt the political crises
es_us: Wang describe la figura de Mao "como un jefe de familia bueno y paciente, que considera al país entero como una 'gran familia' ”. También expresa que "Mao era un Dios, y que la gente comienza a comprenderlo varios años mas tarde".57 El inicio de la Revolución Cultural por parte de Mao esta representado como el esfuerzo realizado por un idealista para poder destruir la brecha existente entre la gente común y los oficiales; su motivo principal era prevenir crisis políticas

source: Wang had chosen the name from a dictionary that transliterated foreign names.
es_us: Wang había elegido el nombre de un diccionario que transliteraba nombres extranjeros.

source: Wang makes clear his belief that the student demonstrations of spring 1989 were encouraged and supported (if not instigated) by the United States and were aimed at overthrowing the CCP because America feared China’s nuclear power.66 Like other nationalists, he asserts not only that the United States is in moral and social decline but also that the cure to the ills gener-ated by an “economic mechanism flooded with liberalism” could only lie in the East.67
es_us: Wang deja en claro su idea de que las manifestaciones estudiantiles de la primavera de 1989 fueron impulsadas y apoyadas (y hasta incluso incitadas) por Estados Unidos con el objetivo de derrocar al PCC porque Estados Unidos temia al poder nuclear de China.66 Como otros nacionalistas, Wang afirma no solo que Estados Unidos esta pasando por un deterioro moral y social, sino que tambien la cura para los males generados por un "mecanismo económico lleno de liberalismo" seria solo una mentira en el Este. 67

source: Wang notes that conceptions of democracy were restricted to reform programs designed by the highest levels and that they neglected political participation.
es_us: Wang da cuenta de que las concepciones de democracia fueron restringidas para reformar programas diseñados por los niveles superiores y que estos negaban la participación política.

source: Wang played a critical role in helping Jiang navigate the hidden shoals of elite politics, shaped much of Jiang’s approach to foreign affairs, and was invaluable as a liaison with the intellectual community.
es_us: Wang tuvo un papel fundamental en ayudar a Jiang a navegar por los bancos ocultos de la política de elite, moldeó en gran parte el enfoque de Jiang con respecto a la política exterior y fue un intermediario muy importante con la comunidad intelectual.

source: Wang pointed to the rise of regional inequality in China and to the weakness of the Yugoslav Federal government (then still in existence) as consequences of localism.
es_us: Wang señaló al incrementó de la inequidad regional en China y la debilidad del gobierno Federal Yugoslavo (todavía existente en ese entonces) como consecuencias del localismo.

source: Wang saw 1992 as a dividing line.
es_us: Wang vio al año 1992 como una línea divisoria.

source: Wang seemed more interested in building a stable and efficient government that could make good decisions based on widespread consultation — what might be called “elite democ­racy” — than democracy per se.
es_us: Wang parecía interesarse más en construir un gobierno estable y eficiente que pueda tomar buenas decisiones basadas en consultas extensivas (lo que puede llamarse "democracia de élite") que en una democracia en sí misma.

source: Wang seems to be an unsatisfied and intemperate person; his literary agent noted that Wang switched jobs frequently, and “always inexplicably ended by being fired.”45 Wang declared that the greatest influences on his thinking were a “sense of responsibility” bequeathed by his father’s generation to carry on the task of the revolution and the “heroic thought” (yingxiong zhuyi sichao) of tempering oneself through struggle, something he apparently cultivated during the Cultural Revolution.46 Unlike most of those older than himself, Wang obviously retained a romantic attachment to the Cultural Revolution and to the figure of Mao Zedong, a passion that flared up with Deng’s trip to the south in 1992 and the resulting wave of speculation.
es_us: Wang parecía ser una persona insatisfecha y desmedida; su agente literario notó que cambiaba frecuentemente de trabajo, y que “siempre lo despedían sin explicación”.45 Wang declaró que la influencia más grande sobre su pensamiento fue el “sentido de responsabilidad" que le transmitió la generación de su padre para continuar con la tarea de la revolución, y “el pensamiento heroico” de templarse a uno mismo a través de la lucha, algo que al parecer cultivó durante la revolución cultural.46 A diferencia de aquellos mayores que él, Wang obviamente conservó un apego a la revolución cultural y a la figura de Mao Zedong, una pasión que se encendió con el viaje de Deng al sur en 1992 y la consecuente ola de especulación.

source: Wang sees China’s socialist system as contributing to the strengthening of public authority and to the concentration of resources needed to maintain social equilibrium; without such authority, there would be an “anarchic struggle for resources among individuals, groups, and regions” leading to general social insta- bility.It should be noted that Wang’s prescription for strong public authority was not necessarily a plea for authoritarian rule.
es_us: Wang considera el sistema socialiste de China contribuye al fortalecimiento de la autoridad pública y a la concentración de recursos necesarios para mantener el equilibrio social. Sin esa autoridad, habría una "lucha anárquica entre los individuos, grupos y regiones", lo que llevaría a una inestabilidad social general. Cabe aclarar que la prescripción de Wang de una autoridad pública fuerte no necesariamenteera un pedido de un gobierno autoritario.

source: Wang strikes hard at urban anxieties by talking in ominous terms about the growing tide of peasants entering the cities.
es_us: Wang da en el blanco de las ansiedades urbanas cuando habla en términos ominosos acerca de la creciente ola de campesinos que se mudan a la ciudad.

source: Wang was an outsider who claimed few friends in intellectual circles.49 What Wang Shan did was to make his doubts public 44 Liu Zhifeng, “Disizhi yanjing kan Zhongguo,” pp.
es_us: Wang era ajeno a eso, pero aseguraba que tenía algunos amigos en los círculos intelectuales.49 Lo que Wang Shan hizo fue hacer públicas sus dudas

source: Wang was neither part of the Old Left nor a cultural conservative, yet he was as harshly critical as others in his condemnation of River Elegy.
es_us: Él no era ni parte de la Vieja Izquierda ni un conservador cultural, aunque al igual que otros, condenó con dureza La elegia del río.

source: Wang was not an intellectual, at least not in the sense of belonging to those in government, think-tanks, and universities who thought and wrote for each other.
es_us: Wang no era un intelectual, al menos no en el sentido de pertenecer a los intelectuales del gobierno, comités asesores y universidades que pensaban y escribían para ellos mismos.

source: Wang went to Shanxi province in 1968, where he labored in the fields for a year before going to work in a coal mine.
es_us: Wang fue a la provincia de Shanxi en 1968, donde trabajó en el campo durante un año antes de ir a trabajar a una mina de carbón.

source: Wang’s criticism appears in “Dangdai Zhongguo de sixiang zhuangkuang yu xiandaixing wenti.”
es_us: La crítica de Wang se refleja en "Danddai Zhongguo de sixiang zhuankuang yu xiandaixing wenti".

source: Wang’s criticism represented the ideological views of the Old Left, but people quite unsympathetic to the sort of leftism Wang Zhen represented also had serious reservations about the ﬁlm.
es_us: La crítica de Wang representaba la visión ideológica de la Vieja Izquierda, aunque algunos que no compartían en absoluto el tipo de izquierdismo al que Wang representaba también realizaron duras críticas sobre el filme.

source: Wang’s critique was not rooted in a Marxist–Leninist world view.
es_us: La crítica de Wang no estaba arraigada en una visión del mundo marxista-leninista.

source: Was reform, as Party documents repeatedly proclaimed, about the “self-perfection” of socialism or was reform leading China away from socialism?
es_us: ¿La reforma se trataba acerca del perfeccionamiento del socialismo, como se proclamaba repetidas veces en los documentos del partido, o se trataba de alejar a China del socialismo?.

source: We cannot launch political movements, but should successfully carry out reform and develop the economy, thus demonstrating the superiority of the socialist system.
es_us: No podemos poner en marcha movimientos políticos, pero podemos llevar a cabo de manera exitosa la reforma y desarrollar la economía; de esta manera, podemos demostrar la superioridad del sistema socialista.

source: We have cited the views of many people who had begun to reconsider the course of reform beginning in the 1990s, but such doubts – even the discussions of the new authoritarianism – were carried out in intellectual and political circles.
es_us: Hemos citado las perspectivas de muchas personas que habían empezado a reconsiderar el curso de la reforma que comenzó en la década de los 90, pero esas dudas, incluso el análisis del nuevo autoritarismo, ocurrieron en círculos intelectuales y políticos.

source: We have seen how intellectuals such as Hu Angang and Wang Shaoguang influenced government policy, at least to some extent, on such issues as tax reform and regional disparities, and how the government tried to organize and solicit new, but acceptable, ideas through such books as Heart-to-Heart Talks with the General Secretary. We have also seen how the Old Left tried to influence both elite politics and public opinion through the various 10,000 character manifestos.
es_us: Ya hemos mencionado cómo intelectuales como Hu Angang y Wang Shaoguang influenciaron las políticas del gobierno, al menos hasta cierto punto, en asuntos de reformas tributarias y desigualdades regionales, y cómo el gobierno intentó organizar y solicitar ideas nuevas pero aceptables a través de libros como 'Charlas de corazón a corazón con el secretario general'. También hemos estudiado cómo la vieja izquierda trató de influenciar a la élite política y la opinión pública por medio de los manifiestos de 10 000 caracteres.

source: We will be driven back if we do not forge ahead.” The Party chief nevertheless refrained from calling for a “socialist market economy,” which would become the keynote of the Fourteenth Party Congress, continuing to refer instead to “market regulation” (though he dropped the formulation “integration of planned economy and market regulation”).90 Jiang’s speech was the occasion of the People’s Daily’s first authoritative comment on reform since February.
es_us: El mar nos va a devolver a menos que avancemos con pasos agigantados”. El jefe del partido, sin embargo, se abstuvo de exigir una “economía de mercado socialista”, lo que se convertiría en la idea clave del Décimococuarto Congreso Nacional del Partido, por lo que siguió hablando de “regulación de mercado” (aunque dejó de lado la fórmula “integración de economía planificada y regulación de mercado”). El discurso de Jiang fue la oportunidad para el importantísimo diario comunista People’s Daily’ de realizar el primer comentario acreditado sobre la reforma desde febrero.

source: We will examine in this and the following chapters some of the ways in which intellectual concerns have intersected with elite politics.
es_us: Examinaremos en este y los próximos capítulos algunas de las formas en las que las preocupaciones intelectuales han aumentado con la elite política.

source: Welfare benefits enjoyed by many urbanites were not extended to the rural areas.
es_us: Los servicios sociales que beneficiaron a las urbes no se extendieron a las áreas rurales.

source: Well known for his under-
es_us: Reconocido por su interpretación

source: Wen Jiabao is named
es_us: Wen Jiabao es nombrado

source: Wen Jiabao is named premier
es_us: Wen Jiabao es nombrado primer ministro.

source: Wen Jiabao presides over a State Council
es_us: Wen Jiabao preside una reunión del Consejo de Estado

source: Wen Jiabao presides over a State Council meeting that discusses the SARS issue
es_us: Wen Jibao preside una reunión del Consejo de Estado para tratar el SRAG (Síndrome Respiratorio Agudo Grave).

source: Wen Jiabao, who would emerge as premier, was born in Tianjin, but similarly spent much of his career in Gansu province as a geologist.
es_us: Wen Jiabao, quien se convertiría en premier, nació en Tianjin, pero también pasó la mayor parte de su carrera en la provincia de Gansu como geólogo.

source: Wenli sentenced to jail
es_us: Wenli son sentenciados a prisión

source: What China had seen was an autocratic government and a lack of democracy.
es_us: en los dos milenios desde el primer emperador de la dinastía Qin.

source: What bothered Wang was what he perceived as the elitism of the authors of River Elegy and the cultural elite of which they were a part.
es_us: Lo que le molestaba era lo que percibía como el elitismo de los autores de La elegía del río y la elite cultural de la que formaban parte.

source: What changed?
es_us: ¿Qué cambió?

source: What differentiated Wang’s critique from that of the Old Left (as reﬂected in Wang Zhen’s article) and foreshadowed trends in the 1990s was the combination of populism, nationalism, and disregard of communist values.
es_us: La combinación de populismo, nacionalismo y desconsideración de los valores comunistas era lo que diferenciaba la crítica de Wang de aquella de la Vieja Izquierda (como se puede ver en el artículo de Wang Zhen) y presagiaba las tendencias de los años 90.

source: What is at question is not so much reform per se, but what is understood by reform.
es_us: Lo que está en discusión no es tanto la reforma en sí, sino lo que se entiende por reforma.

source: What is most notable is that the government has become much better at “framing” issues, that is setting out an interpretation of events, whether SARS (Severe Acute Respiratory Syndrome) or China’s place in the world, and persuading people to accept at least the rough outlines of the government’s views.
es_us: Lo que más llama la atención es la habilidad que adquirió del gobierno a la hora de “contextualizar” ciertas cuestiones, es decir, al presentar una interpretación de los eventos, ya sea del síndrome respiratorio agudo grave (SRAG) o de la posición de China con respecto al mundo, y al persuadir a la gente para que acepte, aunque sea a grandes rasgos, los puntos de vista del gobierno.

source: What lay behind this argument were distinctly different understandings of what “reform” meant.
es_us: Detrás de este argumento había interpretaciones claramente diferentes del significado de la palabra "reforma".

source: What mechanisms would they use to select Hu Jintao's successor?
es_us: ¿Qué mecanismos usarían para elegir al sucesor de Hu Jintao?

source: What new understandings of politics emerged to transcend the disputes that had fed into Tiananmen?
es_us: ¿Qué nueva comprensión sobre la política surgió para trascender las disputas que habían derivado en la tragedia de Tiananmén?

source: What they disagreed about were the consequences of this new global order for China.
es_us: Sin embargo, discrepaban en las consecuencias de este nuevo orden mundial para China.

source: What was surprising to outside observers was that, as intellectuals began to partake again in public discourse, much of the antagonism they had directed toward the state only a few years before had largely dissipated.
es_us: Lo que sorprende a los que observan la situación desde afuera es que, a medida que los intelectuales volvieron a participar en el discurso público, parte del antagonismo que sentían hacia el estado apenas unos años atrás prácticamente se había disipado.

source: When Deng met with leaders of martial law troops on June 9, he declared that the line of “one center and two basic points” (economic development was the center; the two basic points were reform and opening up on the one hand and opposition to “bourgeois liberalization” on the other), which had been ofﬁcially adopted at the Thirteenth Party Congress in 1987, was correct and that reform and opening up needed to be pursued even more vigorously.
es_us: Cuando Deng se ruinió con los líderes de las tropas de ley marcial el 9 de junio, declaró que la línea de "un centro y dos puntos básicos" (desarrollo económico era el centro; reforma y apertura por un lado y oposición a la "liberalización burguesa" por otro), adoptado oficialmente en el Decimotercer Congreso del Partido en 1987, era correcta y que era necesario luchar por la reforma y apertura con más vigorocidad.

source: When Mao’s death in 1976 brought that cataclysm to an end, intellectuals once again resumed their “proper” role in Chinese society.
es_us: Cuando la muerte de Mao en 1976 puso un fin a ese cataclismo, los intelectuales asumieron una vez más su papel “correcto” en la sociedad china.

source: When Qiao took over as head of the NPC in March 1993, he was stripped of his other positions as secretary of the powerful Central Political and Legal Committee and president of the Central Party School.
es_us: Cuando Qiao llegó a la presidencia de la APN en marzo de 1993, se vio obligado a abandonar sus otros puestos como secretario de la poderosa Comisión Central de Asuntos Políticos y Legales del PCCh y rector de la Escuela Central del Partido Comunista.

source: When Zeng Qinghong spoke at the Central Party School in late November 2002,hetalked of cadres being “under the ﬁrm leadership of the Party center with Hu Jintao as general secretary,” a formulation that conspicuously denied Hu the designation of “core,” a term that had been used to signal Jiang Zemin’s paramount status.34 When the People’s Daily listed China’s leadership, it listed Jiang Zemin ﬁrst, ahead of Hu.35 And when Hu gave an inner-Party acceptance speech, he promised to “seek instruction and listen to the views of Jiang Zemin.”36 As the designated successor to a politician still very much alive, Hu Jintao needed to follow two contradictory imperatives: ﬁrst, he had to demonstrate loyalty, and second, he had to establish independent authority, a task that included promoting people loyal to him, building coalitions, and articulating his own political program.
es_us: Cuando Zeng Qinhong habló en la Escuela Central del Partido a fines de Noviembre de 2002, habló del cuadro que estaba “bajo el firme liderazgo del centro del Partido con Hu Jiantao como secretario general”, una afirmación que visiblemente le negaba a Hu la designación de “núcleo”, un término que había sido usado para señalar el estado de mayor importancia de Jiang Zemin. 34 Cuando el diario People´s Daily publicó una lista del liderazgo de China, pusieron a Jiang Zemin primero, por delante de Hu. 35 Y cuando Hu ofreció su discurso de aceptación interna del partido, prometió “procurar instrucción y escuchar las opiniones de Jiang Zemin”. 36 Como el sucesor designado para un político con aún mucha fuerza. Hu Jintao necesitaba seguir dos imperativos contradictorios: primero, tenía que demostrar lealtad, y segundo, tenía que establecer autoridad independiente, una tarea que incluía promover a las personas leales a él, construyendo alianzas, y articulando su propio programa político.

source: When a train accident led an inflamed crowd to beat the driver and set fire to the train, Zhu oversaw the arrest, conviction, and execution of three people within eight days.20
es_us: Cuando un accidente de tren provocó que una multitud exacerbada golpeara al conductor e incendiara el tren, el mismo Zhu supervisó el arresto, condena y ejecución de tres personas en un plazo de ocho días.20

source: When accusations were raised against people in the Party, they apologized for their wrongdoing, “but this only whetted the ambitions of intellectuals.
es_us: Cuando se intensificaron las acusaciones en contra de la gente del Partido, ellos se disculparon por sus delitos "pero esto solo siguió alimentado las ambiciones de los intelectuales.

source: When an interviewer suggested to Wang that his novels give people the impression that he is a sort of hooligan from the lower classes and that he hates the upper classes, Wang replied that Chinese society has always been divided into an upper class (shangliu) and a lower 42 It should be noted that Huntington denies this.
es_us: Cuando en una entrevista se le insinuó a Wang que sus novelas daban la impresión de que él era una especie de vándalo de las clases bajas y que odiaba a las clases altas, respondió que la sociedad China siempre había estado dividida en clase alta (shangliu) y clase baja (xialiu);
